{
    "violetBooks": [
     {
     "id":1,
     "BookName":"Mujercitas",
     "Edition":2021,
     "Editorial":"Pluton",
     "Author":"Luisa May Alcott",
     "Genere":"Novela autobiografica",
     "Description":"“Mujercitas” narra la historia de cuatro hermanas y una madre que superan los problemas cotidianos a fuerza de amor y comprensión mutua, mientras el padre está ausente en el frente bélico. Quizás para la época en que nos ha tocado en suerte vivir, peca un poco de idealista, pero vale la pena su lectura como terapia purificadora para la vorágine incansable de nuestro mundo. Con el tiempo la novela se ha convertido en un testimonio histórico de la transición entre la Guerra Civil norteamericana y la modernidad, además de ser un ejemplo para niñas y jóvenes de todo el mundo, sobre la individualidad, la tenacidad y la vocación de la mujer en la sociedad y la familia.",
     "Image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjCZWGoXG8XswITZTFj6tb3r9fR_57cguQPgWVb9v-nI-yepC1RbvV_j-2QqAuHTgzSNM&usqp=CAU",
     "ISBN":9788417928797
      },
  
  
     {
      "id":2,
      "BookName":"Regina del Grito",
      "Edition":"2020",
      "Editorial":"Blackie Books",
      "Author":"Desiree De Fez",
      "Genere":"Novela autoayuda",
      "Description":"Tengo miedo a caminar sola de noche por la calle. Miedo a no ser aceptada. Miedo a obsesionarme con el amor romántico. Miedo a desactivar los roles tradicionales en mis relaciones sentimentales y familiares. Miedo a desear. Miedo a mi propio cuerpo y al ajeno. Miedo a engordar y envejecer. Miedo a fracasar como madre, y a la presión social por la maternidad. Miedo a la pérdida. Miedo, en general, a no estar a la altura. Tengo mucho miedo. Todo el rato. Pero el cine de terror me ha ayudado desde que era niña: a la vez que alimentaba mis temores y generaba muchos nuevos, me ha brindado un lugar en el que cobijarme, en el que aprender.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/81hAEl-gS5L.jpg",
      "ISBN":" 8418187336"
      
   },
  
   {
      "id":3,
      "BookName":"Ciencia politica de perspectiva de genero",
      "Edition":"2014",
      "Editorial":"Akal",
      "Author":"Alba Alonso Álvarez, Marta Lois González",
      "Genere":"Ciencias politicas",
      "Description":"En los últimos años se ha producido un importante avance en las ciencias sociales, al incorporarse los denominados estudios de la mujer como un nuevo paradigma. El género, como categoría social, es una de las contribuciones teóricas más significativas del feminismo contemporáneo. En este contexto surge Ciencia política con perspectiva de género, un novedoso estudio colectivo pensado desde un planteamiento que integra la perspectiva de género en el centro de los principales debates y discusiones de la ciencia política. Sus autoras, un grupo de profesoras procedentes de diferentes campos de la ciencia política, han querido llenar este vacío y aunar esfuerzos para contribuir a enriquecer esta disciplina, que ha sido neutra respecto al género y no ha tenido en cuenta la incidencia de las desigualdades entre mujeres y hombres en su objeto de estudio. A lo largo del presente manual se afronta el papel de la mujer en temas claves tales como las instituciones políticas, los métodos de investigación en ciencia política, el sistema político español, el comportamiento político, los partidos y los movimientos sociales, las políticas públicas y su evaluación, las relaciones internacionales, la comunicación política y la teoría política stricto sensu. En definitiva, un amplio y rico marco de estudio, destinado a todos los lectores interesados en nuevos y necesarios enfoques de la ciencia política.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/41uhQ7D6NtL._SX356_BO1,204,203,200_.jpg",
      "ISBN":"8446039362"
      
   },
  
   {
      "id":4,
      "BookName":"Sexo, genero y salud",
      "Edition":"2013",
      "Editorial":"Minerva ediciones",
      "Author":"Sara Velasco",
      "Genere":"Psicologia clinica",
      "Description":"En este libro se desentierra el yacimiento de las teorías contextuales y de la subjetividad sobre la salud y la teoría feminista. En la intersección de ambos ejes ha nacido el enfoque de género en salud. Se propone el sistema sujeto/sexo/género que en interacción con el sistema bio/psico/social interpreta la vida y la salud según tres ámbitos: lo corporal biológico -por tanto los sexos-, lo social y vincular -los modelos y roles de género de los que procede la vulnerabilidad-, y también por lo psíquico, es decir, los significados subjetivos de la experiencia vivida. Se compromete en desarrollar dos métodos para aplicar este enfoque de género en salud: para planificar y programar y para la práctica clínica, cuyas señas principales son el modelo biopsicosocial, los efectos sobre la subjetividad y los determinantes de género. Por último realiza un análisis de género sobre de la situación de salud mental en España. Sara Velasco Arias es médica, psicoanalista y experta en salud y género. Ha trabajado en la asis-tencia médica, planificación familiar y clínica psicoanalítica, pero también en Salud Pública. Desde 1997 trabaja en el diseño, desarrollo, docencia y evaluación de programas innovadores de salud y género para el Instituto de la Mujer y para el Ministerio de Sanidad y Consumo. El presente es su séptimo libro. Los anteriores han tratado sobre el deseo en el embarazo y aborto, sobre la prevención del sida hetero-sexual, sobre relación sanitario/a y paciente, sobre atención biopsicosocial al malestar y salud mental de las mujeres y sobre métodos de género y salud.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/31ZVFYsYBEL._SX354_BO1,204,203,200_.jpg",
      "ISBN":"8488123698"
      
   },
  
   {
      "id":5,
      "BookName":"Violeta",
      "Edition":"2022",
      "Editorial":"Plaza & Janes",
      "Author":"Isabel Allende",
      "Genere":"Novela historica",
      "Description":"La épica y emocionante historia de una mujer cuya vida abarca los momentos históricos más relevantes del siglo XX. Desde 1920 con la llamada «gripe española»- hasta la pandemia de 2020, la vida de Violeta será mucho más que la historia de un siglo. Violeta viene al mundo un tormentoso día de 1920, siendo la primera niña de una familia de cinco bulliciosos hermanos. Desde el principio su vida estará marcada por acontecimientos extraordinarios, pues todavía se sienten las ondas expansivas de la Gran Guerra cuando la gripe española llega a las orillas de su país sudamericano natal, casi en el momento exacto de su nacimiento. Gracias a la clarividencia del padre, la familia saldrá indemne de esta crisis para darse de bruces con una nueva, cuando la Gran Depresión altera la elegante vida urbana que Violeta ha conocido hasta ahora. Su familia lo perderá todo y se verá obligada a retirarse a una región salvaje y remota del país. Allí Violeta alcanzará la mayoría de edad y tendrá su primer pretendiente... En una carta dirigida a una persona a la que ama por encima de todas las demás, Violeta rememora devastadores desengaños amorosos y romances apasionados, momentos de pobreza y también de prosperidad, pérdidas terribles e inmensas alegrías. Moldearán su vida algunos de los grandes sucesos de la historia: la lucha por los derechos de la mujer, el auge y caída de tiranos y, en última instancia, no una, sino dos pandemias. Vista con los ojos de una mujer poseedora de una pasión, una determinación y un sentido del humor inolvidables que la sostienen a lo largo de una vida turbulenta, Isabel Allende nos regala, una vez más, una historia épica furiosamente inspiradora y profundamente emotiva.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/716GaLQav8S.jpg",
      "ISBN":"9788401027475"
      
   },
  
   {
      "id":6,
      "BookName":"Yo soy Malala",
      "Edition":"1ra, 2021",
      "Editorial":"Alianza",
      "Author":"Malala Yousafzai",
      "Genere":"Novela autobiografica",
      "Description":"Cuando los talibanes tomaron el control del valle de Swat en Pakistán, una niña alzó su voz. Malala Yousafzai se negó a ser silenciada y luchó por su derecho a la educación. El martes 9 de octubre de 2012, con quince años de edad, estuvo a punto de pagar el gesto con su vida. Le dispararon en la cabeza a quemarropa mientras volvía a casa de la escuela en autobús, y pocos pensaron que fuera a sobrevivir. Sin embargo, la milagrosa recuperación de Malala la ha llevado en un extraordinario periplo desde un remoto valle en el norte de Pakistán hasta las Naciones Unidas en Nueva York. A los dieciséis años se ha convertido en un símbolo global de la protesta pacífica, y es la nominada más joven de la historia para el Premio Nobel de la Paz. 'Yo soy Malala' es el excepcional relato de una familia desterrada por el terrorismo global, de la lucha por la educación de las niñas, de un padre que, él mismo propietario de una escuela, apoyó a su hija y la alentó a escribir y a ir al colegio, y de unos padres valientes que quieren a su hija por encima de todo en una sociedad que privilegia a los hijos varones. Yo soy Malala  nos hace creer en el poder de la voz de una persona para cambiar el mundo.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/71ZOkm8vzwL.jpg",
      "ISBN":"8420678880"
      
   },
  
   {
      "id":7,
      "BookName":"Desde la noche y la niebla",
      "Edition":"2013",
      "Editorial":"Horas",
      "Author":"Juana Gimenez",
      "Genere":"Novela historica",
      "Description":"Un relato emocionante, un testimonio novelado, pero que nos refleja muchas de las claves de la resistencia a la dictadura de una mujer que pasó largos años en las cárceles de Franco por su militanza comunista.",
      "Image":"https://m.media-amazon.com/images/I/51SoIoaX2aL._SY346_.jpg",
      "ISBN":"9788496004528"
      
   },
  
   {
      "id":8,
      "BookName":"Manual para mujeres maltratadas que quieren dejar de serlo",
      "Edition":"2004",
      "Editorial":"Océano Ambar",
      "Author":"Consuelo Barea",
      "Genere":"Salud emocional",
      "Description":"Este libro se dirige a todas las mujeres que directa o indirectamente son víctimas de la violencia de género. Este práctico manual ha sido creado para acompañar a la mujer maltratada para que tome consciencia de lo que le sucede y por qué le sucede, y ofrecerle los instrumentos para que acabe con el abuso de poder de su pareja y sepa prevenir futuras situaciones de riesgo. Asimismo, el libro proporciona la información necesaria sobre aspectos médicos, jurídicos, psicológicos y sociológicos para que la mujer comprenda que el contexto socio-cultural es cómplice de la violencia del varón y genera en ella una falsa feminidad, hecha de miedo y sumisión.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/51P9UhRCpvL._SX322_BO1,204,203,200_.jpg",
      "ISBN":"8475563570"
      
   },
  
   {
      "id":9,
      "BookName":"Educar contra el acoso: Herramientas y actividades para prevenir y detectar el acoso escolar",
      "Edition":"2021",
      "Editorial":"Alba",
      "Author":"Luisa May Alcott",
      "Genere":"Psicología/Educación",
      "Description":"El papel de los padres en la prevención y detección del acoso escolar es esencial. Educar de manera consciente y atenta ayuda sin duda a los niños a construir relaciones sanas y positivas. Claudia Bruna, coach de madres y padres, aporta su conocimiento y experiencia a un conflicto que supone una lacra para la infancia y la adolescencia y, en muchos casos, marca a los niños de por vida. Educar contra el acoso es un manual de apoyo lleno de herramientas y actividades sencillas para prevenir, identificar y frenar las conductas de acoso. Ofrece información valiosa sobre qué es y no es acoso, cuáles son sus distintos tipos, el papel del agresor, la víctima y el testigo… e incluso cuenta con un apartado de defensa personal para las víctimas. Las múltiples actividades que se ofrecen sirven para adquirir un mayor conocimiento de los hijos, estrechar lazos, entender sus necesidades y anhelos… Estas poderosas herramientas ayudan a transformar y mejorar la conducta y las relaciones. Este libro está dirigido a padres, educadores y a todos los niños en general, independientemente de la edad, de si el niño es la víctima, el agresor o el testigo, ya que tan solo afrontando el acoso desde todos sus ángulos seremos capaces de mejorar las relaciones en la escuela y fuera de ella.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/71FHSFkZqNL.jpg",
      "ISBN":"8490656797"
      
   },
  
   {
      "id":10,
      "BookName":"Feminismo para principiantes",
      "Edition":"2019",
      "Editorial":"B de Bolsillo",
      "Author":"Nuria Varela",
      "Genere":"Politica",
      "Description":"¿Quiénes eran las sufragistas? ¿De dónde sale el feminismo radical? ¿Por qué se habla de marxismo y feminismo como de un matrimonio mal avenido? ¿Por qué el feminismo ha sido vilipendiado y ridiculizado? ¿Por qué las feministas han sido tratadas de «marimachos», feas o mujeres sexualmente insatisfechas? ¿Cómo y dónde surge la expresión «violencia de género»? ¿En qué consiste la masculinidad tradicional? A partir de estos interrogantes, y otros muchos, Nuria Varela repasa tres siglos de hacer y deshacer el mundo, de alumbrar teorías, propuestas y liderazgos fascinantes, y narra la aventura de una agitación social que ningún otro movimiento ha conseguido mantener durante tanto tiempo.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/51xlez8aQBL._SX327_BO1,204,203,200_.jpg",
      "ISBN":"8413140803"
      
   },
  
   {
      "id":11,
      "BookName":"Yo se porque canta el pajaro enjaulado",
      "Edition":"2016",
      "Editorial":"Libros Del Asteroide",
      "Author":"Maya Angelou",
      "Genere":"Novela contemporanea",
      "Description":"En el primer volumen de su autobiografía, Maya Angelou nos habla de su dura infancia y de los trances por los que tuvo que pasar hasta convertirse en una mujer independiente. Criada en un pequeño pueblo de Arkansas por su abuela, Angelou aprendió mucho de esta mujer excepcional y de una comunidad negra extraordinariamente cohesionada. Unas lecciones de vida que le ayudarían a sobrellevar las dificultades que tendría que soportar en los años venideros, en San Luis y en California. Angelou tiene un don extraordinario para contar. Su libro, que es a la vez alegre y triste, misterioso y memorable, como la niñez, nos habla de los anhelos y miedos infantiles, del amor y del odio y de cómo las palabras pueden hacer del mundo un lugar mejor. Ver menos",
      "Image":"https://imagessl5.casadellibro.com/a/l/t7/65/9788416213665.jpg",
      "ISBN":"9788416213665"
      
   },
  
   {
      "id":13,
      "BookName":"Mama desobediente: Una mirada feminista a la maternidad",
      "Edition":"2020",
      "Editorial":"CAPITAN SWING S.L",
      "Author":"Esther Vivas ",
      "Genere":"Autoayuda",
      "Description":"Qué implicaciones tiene ser madre, parir y dar de mamar? Las mujeres nos enfrentamos a una doble presión, ser mamás, como dicta el mantra patriarcal, y triunfar o sobrevivir como podamos en el mercado de trabajo: un ejercicio casi imposible de malabarismos cotidianos. A lo largo de la historia, la maternidad ha sido utilizada como instrumento de control y supeditación de las mujeres. Pero, una vez conquistado el derecho a no ser madres, tenemos pendiente reapropiarnos de la experiencia materna. Ya va siendo hora de que reivindiquemos la maternidad como una tarea imprescindible y común, y rompamos el silencio acerca del embarazo, el parto, la pérdida gestacional, la lactancia y el cuidado. Al nuevo feminismo emergente le corresponde pensar otra maternidad.",
      "Image":"https://images-na.ssl-images-amazon.com/images/I/41n6hyv+8DL._SX318_BO1,204,203,200_.jpg",
      "ISBN":"8494966731"
      
   },
  
   {
      "id":14,
      "BookName":"Politica Sexual",
      "Edition":"2017",
      "Editorial":"Catedra",
      "Author":"Kate Millett",
      "Genere":"Politica",
      "Description":"El gran interés de este ensayo de Kate Millett -ensayo que, a pesar de su modernidad, se ha convertido en un clásico de la literatura feminista- radica en la coexistencia en su análisis de dos críticas, la literaria y la cultural, que permiten captar los nítidos reflejos que la literatura ofrece de esa vida que describe, interpreta e incluso deforma.",
      "Image":"https://www.catedra.com/imagenes/libros/grande/9788437637372-politica-sexual.jpg",
      "ISBN":"978843763737"
      
   },
  
   {
      "id":15,
      "BookName":"Nada",
      "Edition":"2021",
      "Editorial":"Austral",
      "Author":"Carmen Laforet",
      "Genere":"novela Literaria",
      "Description":"Andrea llega a Barcelona para estudiar Letras. Sus ilusiones chocan, inmediatamente, con el ambiente de tensión y emociones violentas que reina en casa de su abuela. Andrea relata el contraste entre este sórdido microcosmos familiar —poblado de seres extraños y apasionantes— y la frágil cordialidad de sus relaciones universitarias, centradas en la bella y luminosa Ena. Finalmente los dos mundos convergen en un diálogo dramático. Comparada por la crítica con Cumbres borrascosas, Nada destaca tanto por su prosa fresca y directa como por la extraordinaria sensibilidad en la recreación de una voz femenina. Cuando el libro acaba, el lector tiene la seguridad de poder encontrar, al volver la esquina, a una muchacha pálida y triste, con toda la fuerza de su juventud condensada en el mirar. Es Andrea, absorta, queriendo algo, sin saber qué. Como el resto de los protagonistas, ha nacido a la vida real por un prodigio de la creación artística.",
      "Image":"https://planetadelibroscom.cdnstatics2.com/usuaris/libros/fotos/310/m_libros/portada_nada_carmen-laforet_201911251117.jpg",
      "ISBN":"9788423356980"
      
   }
 
 ]
 
 }